"john.appleseed" = "john.appleseed";
"Sign In" = "Войти";
"Your account name or password was entered incorrectly." = "Вы ввели неверные имя пользователя или пароль учетной записи.";
"There was an error logging in. Please try again." = "Произошла ошибка входа. Повторите попытку.";
"Apple ID password" = "Пароль Apple ID";
"Invalid token data is returned by server" = "Произошла ошибка входа. Повторите попытку.";
"Authentication was canceled by user" = "Аутентификация отменена";
"password" = "пароль";
"OK" = "ОК";
"Password field is empty" = "Введите пароль.";
"Password expired. Please change your password on Mac." = "Срок действия пароля истек. Измените пароль в меню «Настройки»->«Магазин»";
"Required" = "Обязательно";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Хотите посетить iForgot.apple.com для восстановления данных вашей учетной записи?";
"Password" = "Пароль";
"Apple ID field is empty" = "Поле Apple ID не заполнено";
"Apple ID" = "Apple ID";
"Cancel" = "Отменить";


/* Verification Code Screen Prompt */
"Enter verification code" = "Введите код проверки";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Введите код проверки, отправленный на \"%@\"";

/* Send new code button title */
"Send a new code" = "Отправить новый код";

/* SMS subtitle */
"SMS to Phone Number" = "SMS на номер телефона";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Не удается получить сообщения ни на одно устройство?";

/* Verification Code Screen Title */
"Verification Code" = "Код проверки";

/* Trusted devices screen title */
"Verify Identity" = "Подтверждение личности";

/* Send button title */
"Send" = "Отправить";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Для управления проверенными устройствами зайдите на %@ с Mac или PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Для этого Apple ID включена двухэтапная проверка";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Для подтверждения личности выберите устройство ниже, на которое будет выслан временный код.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "ПРОВЕРЕННЫЕ УСТРОЙСТВА";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Требуется двухэтапная проверка без участия пользователя.";

/* Button title */
"My Apple ID…" = "Мой Apple ID…";

/* Phone number description */
"Number ending in %@" = "Номер, оканчивающийся на %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "К сожалению, Вы сделали слишком много неудачных попыток подтвердить личность. Вы не сможете вносить изменения в учетную запись без ключа восстановления в течение следующих восьми часов.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Слишком много попыток подтвердить номер телефона. Повторите попытку позже.";

/* Error Message */
"No Device information available." = "Информация об устройстве недоступна";

/* Error Message */
"The verification code you entered is not valid." = "Введен неверный код проверки.";

/* Error Message */
"Invalid Session." = "Неверный сеанс.";

/* Error Message */
"Cannot find this person." = "Невозможно найти данного пользователя.";

/* Error Message */
"prs phone NOT exists." = "телефон пользователя НЕ существует";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Слишком много попыток подтвердить код. Отправьте новый код на другое устройство или повторите попытку позже.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Введен неверный Apple ID или пароль.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Сбросьте пароль в целях безопасности. Просто перейдите на %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Этот Apple ID заблокирован по соображениям безопасности. Вы можете сбросить пароль на %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Текущее время на устройстве задано неверно. Измените время в меню «Настройки» > «Основные» > «Дата и время» и повторите попытку.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Произошла ошибка. Повторите попытку позже. Благодарим Вас за понимание.";

"You appear to be offline. Please connect to the Internet and try again." = "Вы не в сети. Подключитесь к Интернету и повторите попытку.";

"Two-step verification has been disabled for the Apple ID account %@." = "Двухэтапная проверка для Apple ID %@ была отключена.";

"Signing In" = "Вход в систему";

"A new code has been sent to your device." = "На Ваше устройство отправлен новый код.";

"Code %1$d of %2$d selected" = "Выбран код %1$d из %2$d";

"Sending New Code" = "Отправка нового кода";

"Verifying code" = "Проверка кода";

"Verified" = "Проверено";

/* Send Code to label */
"Send Code to:" = "Отправить код на:";

/* Error Message */
"Please enter a valid phone number." = "Введите действительный номер телефона.";
